relay/11/01.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-04 Mon 22:01 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Relay 11–1</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="../../global/Default.css"/>
<link rel="stylesheet" href="../../global/org.css"/>
<link rel="stylesheet" href="../relay.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="preamble" class="status">
<header>
<h1 id="Title">Relay 11–1<br/></h1>
<h3 class="date">2018-06-03 (last exported 2018-06-04 Mon 22:01)</h3>
</header>
</div>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org2237d50">1. Translation</a></li>
<li><a href="#orgc670576">2. Lexicon</a></li>
<li><a href="#orge110773">3. Grammar</a></li>
<li><a href="#org7d54558">Navigation</a></li>
</ul>
</div>
</div>

<div id="outline-container-org2237d50" class="outline-2">
<h2 id="org2237d50"><span class="section-number-2">1</span> Translation</h2>
<div class="outline-text-2" id="text-1">
<div class="short-relay">
<div class="detail-link">
<p>
<a href="01.html">Torch</a>
</p>

</div>

<div class="natlang-name"><p>English</p></div>
<div class="natlang-text">
<p class="verse">
The sun, the light in your eyes, trapped me in a cage<br />
When you saw me you saw yourself<br />
We were the ones that marched and fell<br />
</p>

</div>

<div class="conlang-name"><p>Sevelian</p></div>
<div class="conlang-text">
<p class="verse">
Hvis, desevilas onana niž, vya kveu aitillim<br />
Klaundrim vya valanu, nyén valu<br />
Vaia šioneius aundra kantzanaiu má gayanaiu aiu<br />
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-orgc670576" class="outline-2">
<h2 id="orgc670576"><span class="section-number-2">2</span> Lexicon</h2>
<div class="outline-text-2" id="text-2">
<dl class="org-dl vocablist">
<dt>aitillu</dt><dd>a restraint; cage</dd>
<dt>aundra</dt><dd>that (relative clause marker)</dd>
<dt>desevila</dt><dd>sunlight</dd>
<dt>gay-</dt><dd>to fall</dd>
<dt>hvi</dt><dd>sun</dd>
<dt>(in)*-</dt><dd>to be</dd>
<dt>kantz-</dt><dd>to march</dd>
<dt>klaundrim</dt><dd>when (lit. &ldquo;at the time that&rdquo;)</dd>
<dt>kv-</dt><dd>to trap</dd>
<dt>má</dt><dd>and</dd>
<dt>ona</dt><dd>eye</dd>
<dt>šionu</dt><dd>one (as in &ldquo;one who __&#x2026;&rdquo;)</dd>
<dt>val-</dt><dd>to see</dd>
</dl>
</div>
</div>

<div id="outline-container-orge110773" class="outline-2">
<h2 id="orge110773"><span class="section-number-2">3</span> Grammar</h2>
<div class="outline-text-2" id="text-3">
<p>
Word order is generally and often fairly strictly SOV, including object clauses
(with aundra, klaundrim, etc). Such clauses use the subjunctive.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 1:</span> Noun declension</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Declension</th>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Singular</th>
<th scope="col" class="org-left">Plural</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">-a</td>
<td class="org-left">Nominative</td>
<td class="org-left">Sevel-a</td>
<td class="org-left">Sevel-aia</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Dative</td>
<td class="org-left">Sevel-an</td>
<td class="org-left">Sevel-ana</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Accusative</td>
<td class="org-left">Sevel-ya<sup>1</sup></td>
<td class="org-left">Sevel-yai<sup>1</sup></td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Locative</td>
<td class="org-left">Sevel-im</td>
<td class="org-left">Sevel-ima</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">-u</td>
<td class="org-left">Nominative</td>
<td class="org-left">Hasid-u</td>
<td class="org-left">Hasid-eiu</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Dative</td>
<td class="org-left">Hasid-un</td>
<td class="org-left">Hasid-unu</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Accusative</td>
<td class="org-left">Hasid-yu<sup>1</sup></td>
<td class="org-left">Hasid-yui<sup>1</sup></td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Locative</td>
<td class="org-left">Hasid-im</td>
<td class="org-left">Hasid-imu</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">-i</td>
<td class="org-left">Nominative</td>
<td class="org-left">Hyal-i</td>
<td class="org-left">Hyal-iyi</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Dative</td>
<td class="org-left">Hyal-in</td>
<td class="org-left">Hyal-eni</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Accusative</td>
<td class="org-left">Hyal-yi<sup>1</sup></td>
<td class="org-left">Hyal-yilli<sup>1</sup></td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Locative</td>
<td class="org-left">Hyal-im</td>
<td class="org-left">Hyal-imi</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Athematic</td>
<td class="org-left">Nominative</td>
<td class="org-left">Ivin</td>
<td class="org-left">Ivin-eie</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Dative</td>
<td class="org-left">Ivin-en</td>
<td class="org-left">Ivin-ene</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Accusative</td>
<td class="org-left">Ivin-ye<sup>1</sup></td>
<td class="org-left">Ivin-yei<sup>1</sup></td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Locative</td>
<td class="org-left">Ivin-im</td>
<td class="org-left">Ivin-ime</td>
</tr>
</tbody>
</table>


<p>
 <sup>1</sup> Accusatives essentially involve palatalization, so with stems ending with
an already palatal consonant, accusatives geminate.
</p>

<dl class="org-dl vocablist">
<dt>-s</dt><dd>definiteness</dd>
</dl>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">1 S</th>
<th scope="col" class="org-left">1 P</th>
<th scope="col" class="org-left">2 S</th>
<th scope="col" class="org-left">2 P</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Nominative</td>
<td class="org-left">Va</td>
<td class="org-left">Vaia</td>
<td class="org-left">Ne</td>
<td class="org-left">Neie</td>
</tr>

<tr>
<td class="org-left">Possesive</td>
<td class="org-left">Važ</td>
<td class="org-left">Važa</td>
<td class="org-left">Niž</td>
<td class="org-left">Niže</td>
</tr>

<tr>
<td class="org-left">Dative</td>
<td class="org-left">Van</td>
<td class="org-left">Vana</td>
<td class="org-left">Nen</td>
<td class="org-left">Nene</td>
</tr>

<tr>
<td class="org-left">Accusative</td>
<td class="org-left">Vya</td>
<td class="org-left">Vyai</td>
<td class="org-left">Nye</td>
<td class="org-left">Nyei</td>
</tr>
</tbody>
</table>

<p>
To form reflexive pronouns, you add -en, however note the vowel interactions
outlined here when adding the suffix:
</p>

<dl class="org-dl vocablist">
<dt>-a-en</dt><dd>-ain</dd>
<dt>-á-en</dt><dd>-án</dd>
<dt>-e-en, -é-en</dt><dd>-én</dd>
<dt>-i-en, -ĭ-en</dt><dd>-yen</dd>
<dt>-o-en</dt><dd>-oin</dd>
<dt>-ŏ-en</dt><dd>-en</dd>
<dt>-u-en</dt><dd>-vuen</dd>
<dt>-ŭ-en</dt><dd>-ŭin</dd>
<dt>-C-en</dt><dd>-Cen</dd>
</dl>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 2:</span> Verb conjugation (active)</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Present</th>
<th scope="col" class="org-left">Simple Past</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">1 S</td>
<td class="org-left">Izmen-á</td>
<td class="org-left">Izmen-aŭ</td>
</tr>

<tr>
<td class="org-left">2 S</td>
<td class="org-left">Izmen-ŭ</td>
<td class="org-left">Izmen-u</td>
</tr>

<tr>
<td class="org-left">3 S</td>
<td class="org-left">Izmen-é</td>
<td class="org-left">Izmen-eu</td>
</tr>

<tr>
<td class="org-left">1 Pl</td>
<td class="org-left">Izmen-áie</td>
<td class="org-left">Izmen-aiu</td>
</tr>

<tr>
<td class="org-left">2 Pl</td>
<td class="org-left">Izmen-ŭie</td>
<td class="org-left">Izmen-uiu</td>
</tr>

<tr>
<td class="org-left">3 Pl</td>
<td class="org-left">Izmen-éie</td>
<td class="org-left">Izmen-éiu</td>
</tr>
</tbody>
</table>

<p>
-an- goes between the root and ending for subjunctive mood
</p>
</div>
</div>

<footer id="outline-container-org7d54558" class="outline-2">
<h2 id="org7d54558">Navigation</h2>
<div class="outline-text-2" id="text-org7d54558">
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>11</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>1</strong></div>
  </div>
  <a href="02.html" id="next" rel="next">Next</a>
</nav>
</div>
</footer>
</div>
</body>
</html>
